Repository: gnosistms/Gnosis-TMS-tauri-app
Catalog: src-ui/public/sample-glossary-es-en.tmx
Source language: es
Languages: en

source: banco
en: bank

source: voy
en: go

source: claro
en: clear

source: usted
en: you

source: sobremesa
en: after-meal conversation

source: realizar
en: carry out

source: pueblo
en: town

source: quedar
en: remain

source: ojalá
en: hopefully
